CONSTANT_USER_ROLES = {
    'CLIENT_ADMIN': 'Админ заказчика',
    'PARTNER': 'Партнер',
    'MANAGER': 'Менеджер',
    'ADMIN': 'Админ',
    'SUPER_ADMIN': 'Суперадмин',
    'CONSULTANT': 'Консультант',

}

CONSTANT_SQUARE_NAMES = {
    '1': {
        'MAIN': 'Интеграторы',
        '1': 'Магнит',
        '2': 'Фасилитатор',
        '3': 'Переговорщик',
        '4': 'Коннектор',
    },
    '2': {
        'MAIN': 'Предприниматели',
        '1': 'Визионер',
        '2': 'Авантюрист',
        '3': 'Искатель ресурсов',
        '4': 'Изобретатель',
    },
    '3': {
        'MAIN': 'Администраторы',
        '1': 'Хранитель',
        '2': 'Вдохновитель',
        '3': 'Контролер',
        '4': 'Благородный служитель',
    },
    '4': {
        'MAIN': 'Производители',
        '1': 'Организатор',
        '2': 'Любитель улучшений',
        '3': 'Реализатор',
        '4': 'Решатель проблем',
    },
}